{"differentValues":"Valeurs différentes","differentValuesPlaceholder":"(Valeurs différentes)","empty":"Aucune valeur","expressionEvaluationFailed":"Échec de l’exécution des calculs dans le formulaire","failedToCalculateValues":"Échec du calcul des valeurs","formFailedToLoad":"Le chargement du formulaire a échoué.","formFailedToLoadTooManyComplexFeatures":"Ce formulaire utilise des fonctions qui interdisent de modifier les attributs de plus de {num} entités à la fois.","formFailedToLoadTooManyFeatures":"Sélectionnez {num} entités au maximum pour modifier les attributs.","noVisibleFields":{"allElementsHidden":"Les entités sélectionnées ne comportent aucun champ à afficher","elementsHiddenInSome":"Les entités sélectionnées comportent des champs partagés qui ne s’affichent pas en raison d’expressions de visibilité","noElements":"L’entité sélectionnée ne comporte aucun champ à afficher","noElementsInCommon":"Les entités sélectionnées ne comportent aucun champ partagé"},"requiredFieldBatchMode":"Ce champ est obligatoire pour une ou plusieurs entités.","requiredFieldLabel":"{name} – champ obligatoire","showAllOptions":"Afficher toutes les options","unsupportedContingentValues":"La modification simultanée des attributs de plusieurs entités n’est pas disponible pour les couches comportant des valeurs conditionnelles.","validationErrors":{"cannotBeNull":"Saisissez une valeur","invalidCodedValue":"La valeur doit être l’une des valeurs répertoriées.","invalidType":"Valeur non valide","invalidBatchFormType":"Une ou plusieurs entités comportent des valeurs non valides. Examinez chacune des entités.","featuresInError":"Une ou plusieurs entités comportent des erreurs. Examinez chacune des entités.","featuresWithInvalidValues":"Une ou plusieurs entités comportent des valeurs non valides","nonVisibleError_changeValues":"L’entité sélectionnée comporte des champs masqués avec des valeurs non valides. Modifiez les valeurs pour que les champs soient visibles.","nonVisibleError_checkIndividualFeatures":"Une ou plusieurs entités comportent des champs masqués avec des valeurs non valides. Examinez chacune des entités et corrigez les erreurs.","outsideRange":"La valeur doit être comprise entre {min} et {max}","outsideRangeMax":"La valeur doit être inférieure ou égale à {max}","outsideRangeMin":"La valeur doit être supérieure ou égale à {min}","tooShort":"Ce champ nécessite au moins {min} caractères"},"valueExpressionError":"Échec du calcul de la valeur"}